export default {
	//隐私协议
	privacy : {
		head: '  好口令APP尊重并保护所有使用服务用户的个人隐私权。为了给您提供更准确、更有个性化的服务，好口令APP会按照本隐私权政策的规定使用和披露您的个人信息。但好口令APP将以高度的勤勉、审慎义务对待这些信息。除本隐私权政策另有规定外，在未征得您事先许可的情况下 ，好口令APP不会将这些信息对外披露或向第三方提供。好口令APP会不时更新本隐私权政策 。 您在同意好口令APP服务使用协议之时，即视为您已经同意本隐私权政策全部内容。本隐私 权政策属于好口令APP服务使用协议不可分割的一部分。',
		content: [
			{
				title: '1. 适用范围',
				item: [
					'a) 在您注册好口令APP帐号时，您根据好口令APP要求提供的个人注册信息；',
					'b) 在您使用好口令APP网络服务，或访问好口令APP平台网页时，好口令APP自动接收并记 录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访 问日期和时间、软硬件特征信息及您需求的网页记录等数据；',
					'c) 好口令APP通过合法途径从商业伙伴处取得的用户个人数据。'
				]
			},
			{
				title: '',
				item: [
					'您了解并同意，以下信息不适用本隐私权政策：',
					'b) 好口令APP收集到的您在好口令APP发布的有关信息数据，包括但不限于参与活动、成交 信息及评价详情；',
					'c) 违反法律规定或违反好口令APP规则行为及好口令APP已对您采取的措施。'
				]
			},
			{
				title: '2. 信息使用',
				item: [
					'a) 好口令APP不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先 得到您的许可，或该第三方和好口令APP（含好口令APP关联公司）单独或共同为您提供服务 ，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。',
					'b) 好口令APP亦不允许任何第三方以任何手段收集、编辑、出售或者无偿传播您的个人信息。 任何好口令APP平台用户如从事上述活动，一经发现，好口令APP有权立即终止与该用户的服 务协议。',
					'c) 为服务用户的目的，好口令APP可能通过使用您的个人信息，向您提供您感兴趣的信息，包 括但不限于向您发出产品和服务信息，或者与好口令APP合作伙伴共享信息以便他们向您发送 有关其产品和服务的信息（后者需要您的事先同意）。'
				]
			},
			{
				title: '3. 信息披露 在如下情况下，好口令APP将依据您的个人意愿或法律的规定全部或部分的披露您的个人信息 ：',
				item: [
					'a) 经您事先同意，向第三方披露；',
					'b) 为提供您所要求的产品和服务，而必须和第三方分享您的个人信息；',
					'c) 根据法律的有关规定，或者行政或司法机构的要求，向第三方或者行政、司法机构披露；',
					'd) 如您出现违反中国有关法律、法规或者好口令APP服务协议或相关规则的情况，需要向第三方披露；',
					'e) 如您是适格的知识产权投诉人并已提起投诉，应被投诉人要求，向被投诉人披露，以便双方 处理可能的权利纠纷；',
					'f) 在好口令APP平台上创建的某一交易中，如交易任何一方履行或部分履行了交易义务并提出 信息披露请求的，好口令APP有权决定向该用户提供其交易对方的联络方式等必要信息，以促 成交易的完成或纠纷的解决。',
					'g) 其它好口令APP根据法律、法规或者网站政策认为合适的披露。',
				]
			},
			{
				title: '4. 信息存储和交换 好口令APP收集的有关您的信息和资料将保存在好口令APP及（或）其关联公司的服务器上， 这些信息和资料可能传送至您所在国家、地区或好口令APP收集信息和资料所在地的境外并在 境外被访问、存储和展示。',
				item: [
					
				]
			},
			{
				title: '5. Cookie的使用',
				item: [
					'a) 在您未拒绝接受cookies的情况下，好口令APP会在您的计算机上设定或取用cookies ，以便您能登录或使用依赖于cookies的好口令APP平台服务或功能。好口令APP使用cookies 可为您提供更加周到的个性化服务，包括推广服务。',
					'b) 您有权选择接受或拒绝接受cookies。 您可以通过修改浏览器设置的方式拒绝接受cookies。但如果您选择拒绝接受cookies，则您可能 无法登录或使用依赖于cookies的好口令APP网络服务或功能。',
					'c) 通过好口令APP所设cookies所取得的有关信息，将适用本政策。'
				]
			},
			{
				title: '6. 信息安全',
				item: [
					'a) 好口令APP帐号均有安全保护功能，请妥善保管您的用户名及密码信息。好口令APP将通 过对用户密码进行加密等安全措施确保您的信息不丢失，不被滥用和变造。尽管有前述安全措施 ，但同时也请您注意在信息网络上不存在“完善的安全措施”。',
					'b)在使用好口令APP网络服务进行网上交易时，您不可避免的要向交易对方或潜在的交易对方披露自己的个人信息，如联络方式或者邮政地址。请您妥善保护自己的个人信息，仅在必要的情形下向他人提供。如您发现自己的个人信息泄密，尤其是好口令APP用户名及密码发生泄露， 请您立即联络好口令APP客服，以便好口令APP采取相应措施。'
				]
			},
		]
	},
	user: {
		head: '  本协议是您与“好口令”的所有者“广州好口令科技有限公司”（以下简称为“好口令”）之间就好口令所提供的服务及相关事宜所立订的契约，请您仔细阅读本注册协议，在您确认阅读并选择注册后，本协议即构成对双方有约束力的法律文件。',
		content: [
			{
				title: '第一条 好口令服务条款的确认和接纳',
				item: [
					'1.好口令的各项电子服务的所有权和运作权归“好口令”所有。客户同意所有注册协议条款并完成注册程序，才能成为好口令的正式客户。客户确认：本协议条款是处理双方权利义务的契约，始终有效，法律另有强制性规定或双方另有特别约定的，依其规定。',
					'2.客户点击同意本协议的，即视为客户确认自己具有享受好口令服务、下单购物等相应的权利能力和行为能力，能够独立承担法律责任。',
					'3.如果您在18周岁以下，您只能在父母或监护人的监护参与下才能使用好口令。',
					'4.“好口令”保留在中华人民共和国大陆地区法施行之法律允许的范围内独自决定拒绝服务、关闭客户账户、清除或编辑内容或取消订单的权利。'
				]
			},
			{
				title: '第二条 法律管辖和适用',
				item: [
					'本协议的订立、执行和解释及争议的解决均应适用在中华人民共和国大陆地区适用之有效法律（但不包括其冲突法规则）。 如发生好口令服务条款与适用之法律相抵触时，则这些条款将完全按法律规定重新解释，而其它有效条款继续有效。 如缔约方就本协议内容或其执行发生任何争议，双方应尽力友好协商解决；协商不成时，任何一方均可向有管辖权的中华人民共和国大陆地区法院提起诉讼。'
				]
			},
			{
				title: '第三条 好口令服务',
				item: [
					'1.好口令通过互联网依法为客户提供互联网信息等服务，客户在完全同意本协议及好口令规定的情况下，方有权使用好口令的相关服务。',
					' 2.客户必须自行准备如下设备和承担如下开支：（1）上网设备，包括并不限于电脑或者其他上网终端、调制解调器及其他必备的上网装置；（2）上网开支，包括并不限于网络接入费、上网设备租用费、手机流量费等'
				],
			},
			{
				title: '第四条 客户信息',
				item: [
					'1.客户应自行诚信向好口令提供注册资料，客户同意其提供的注册资料真实、准确、完整、合法有效，客户注册资料如有变动的，应及时更新其注册资料。如果客户提供的注册资料不合法、不真实、不准确、不详尽的，客户需承担因此引起的相应责任及后果，并且“好口令”保留终止客户使用“好口令”各项服务的权利。',
					'2.客户在好口令进行浏览、下单购物等活动时，涉及客户真实姓名/名称、通信地址、联系电话、电子邮箱等隐私信息的，好口令将予以严格保密，除非得到客户的授权或法律另有规定，好口令不会向外界披露客户隐私信息。',
					'3.客户注册成功后，将产生客户名和密码等账户信息，您可以根据好口令规定改变您的密码。客户应谨慎合理的保存、使用其客户名和密码。客户若发现任何非法使用客户账号或存在安全漏洞的情况，请立即通知好口令并向公安机关报案。',
					'4.客户同意，“好口令”拥有通过邮件、短信电话等形式，向在好口令注册、购物客户、收货人发送订单信息、促销活动等告知信息的权利。',
					'5.客户不得将在好口令注册获得的账户借给他人使用，否则客户应承担由此产生的全部责任，并与实际使用人承担连带责任。'
				]
			},
			{
				title: '第五条 客户依法言行义务',
				item: [
					'本协议依据国家相关法律法规规章制定，客户同意严格遵守以下义务：',
					'1.不得传输或发表：煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；',
					'2.从中国大陆向境外传输资料信息时必须符合中国有关法规；',
					'3.不得利用好口令从事洗钱、窃取商业秘密、窃取个人信息等违法犯罪活动；',
					'4.不得干扰好口令的正常运转，不得侵入好口令及国家计算机信息系统；',
					'5.不得传输或发表任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；',
					'6.不得传输或发表损害国家社会公共利益和涉及国家安全的信息资料或言论；',
					'7.不得教唆他人从事本条所禁止的行为；',
					'8.不得利用在好口令注册的账户进行牟利性经营活动；',
					'9.不得发布任何侵犯他人著作权、商标权等知识产权或合法权利的内容；',
					'好口令保有删除站内各类不符合法律政策或不真实的信息内容而无须通知客户的权利。',
					'若客户未遵守以上规定的，好口令有权作出独立判断并采取暂停或关闭客户帐号等措施。客户须对自己在网上的言论和行为承担法律责任。'
				]
			},
			{
				title: '第六条 商品信息',
				item: [
					'好口令上的商品价格、数量、是否有货等商品信息随时都有可能发生变动，好口令不作特别通知。由于网站上商品信息的数量极其庞大，虽然好口令会尽最大努力保证您所浏览商品信息的准确性，但由于众所周知的互联网技术因素等客观原因存在，好口令网页显示的信息可能会有一定的滞后性或差错，对此情形您知悉并理解；“好口令”欢迎纠错，并会视情况给予纠错者一定的奖励。'
					
				]
			},
			{
				title: '第七条 订单',
				item: [
					'1.在您下订单时，请您仔细确认所购商品的名称、价格、数量、型号、规格、尺寸、联系地址、电话、收货人等信息。收货人与客户本人不一致的，收货人的行为和意思表示视为客户的行为和意思表示，客户应对收货人的行为及意思表示的法律后果承担连带责任。',
					'2.除法律另有强制性规定外，双方约定如下：好口令上销售方展示的商品和价格等信息仅仅是要约邀请，您下单时须填写您希望购买的商品数量、价款及支付方式、收货人、联系方式、收货地址（合同履行地点）、合同履行方式等内容；系统生成的订单信息是计算机信息系统根据您填写的内容自动生成的数据，仅是您向销售方发出的合同要约；销售方收到该订单信息后，已将货物实际直接向您发出时，方视为您与销售方之间就发出的货物建立了合同关系；如果您在一份订单里订购了多种商品并且销售方只给您发出了部分商品时，您与销售方之间仅就实际向您发出的商品建立了合同关系。',
					'3.由于市场变化及各种以合理商业努力难以控制的因素的影响，好口令无法保证您提交的订单信息中希望购买的商品都会有货；如您拟购买的商品，发生缺货，您有权取消订单。'
				]
			},
			{
				title: '第八条 责任限制及不承诺担保',
				item: [
					'1.除非另有明确的书面说明,好口令及其所包含的或以其它方式通过好口令提供给您的全部信息、内容、材料、产品（包括软件）和服务，均是在“按现状”和“按现有”的基础上提供的。',
					'2.除非另有明确的书面说明,“好口令”不对好口令的运营及其包含在本网站上的信息、内容、材料、产品（包括软件）或服务作任何形式的、明示或默示的声明或担保（根据中华人民共和国法律另有规定的以外）。',
					'3.“好口令”不担保好口令所包含的或以其它方式通过好口令提供给您的全部信息、内容、材料、产品（包括软件）和服务、其服务器或从好口令发出的电子信件、信息没有病毒或其他有害成分。',
					'4.如因不可抗力或其它好口令无法控制的原因使好口令销售系统崩溃或无法正常使用导致网上交易无法完成或丢失有关的信息、记录等，“好口令”会合理地尽力协助处理善后事宜。',
					
				]
			},
			{
				title: '第九条 所有权及知识产权条款',
				item: [
					'1.客户一旦接受本协议，即表明该客户主动将其在任何时间段在好口令发表的任何形式的信息内容（包括但不限于客户评价、客户咨询、各类话题文章等信息内容）的财产性权利，如著作权财产权（包括并不限于：复制权、发行权、出租权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及应当由著作权人享有的其他可转让权利），全部独家且不可撤销地转让给“好口令”所有，客户同意“好口令”有权就任何主体侵权而单独提起诉讼。',
					'2.本协议已经构成《中华人民共和国著作权法》第二十五条（条文序号依照2011年版著作权法确定）及相关法律规定的著作财产权转让书面协议，其效力及于客户在“好口令”上发布的任何受著作权法保护的作品内容，无论该等内容形成于本协议订立前还是本协议订立后。',
					'3.客户同意并已充分了解本协议的条款，承诺不将已发表于好口令的信息，以任何形式发布或授权其它主体以任何方式使用（包括但限于在各类网站、媒体上使用）。',
					'4.“好口令”是好口令的制作者,拥有此网站内容及资源的著作权等合法权利,受国家法律保护,有权不时地对本协议及好口令的内容进行修改，并在好口令张贴，无须另行通知客户。在法律允许的最大限度范围内，“好口令”对本协议及好口令内容拥有解释权。',
					'5.除法律另有强制性规定外，未经“好口令”明确的特别书面许可,任何单位或个人不得以任何方式非法地全部或部分复制、转载、引用、链接、抓取或以其他方式使用好口令的信息内容，否则，“好口令”有权追究其法律责任。',
					'6.好口令所刊登的资料信息（诸如文字、图表、标识、按钮图标、图像、声音文件片段、数字下载、数据编辑和软件），均是“好口令”或其内容提供者的财产，受中国和国际版权法的保护。好口令上所有内容的汇编是“好口令”的排他财产，受中国和国际版权法的保护。好口令上所有软件都是“好口令”或其关联公司或其软件供应商的财产，受中国和国际版权法的保护。'
				]
			},
			{
				title: '第十条 协议更新及客户关注义务',
				item: [
					'1.“好口令”尊重客户和消费者的合法权利，本协议及本网站上发布的各类规则、声明等其他内容，均是为了更好的、更加便利的为客户和消费者提供服务。同时好口令也会根据国家法律法规变化、网站运营需要及客户建议适时修改本协议及好口令上的各类规则。',
					'2.协议修改后一旦被张贴在好口令上即生效，并代替原来的协议。客户可随时登录查阅最新协议；客户有义务不时关注并阅读最新版的协议及网站公告。如客户不同意更新后的协议，可以且应立即停止接受好口令网站依据本协议提供的服务；如客户继续使用本网站提供的服务的，即视为同意更新后的协议。好口令建议您在使用好口令之前阅读本协议及好口令的公告。',
					'如果本协议中任何一条被视为废止、无效或因任何理由不可执行，该条应视为可分的且并不影响任何其余条款的有效性和可执行性。'
				]
			},
			{
				title: '',
				item: [
					'请您务必认真阅读本协议并充分理解协议中相关条款内容，尤其是以下划线标识的重要条款。如您对协议有任何疑问，可向平台客服咨询。阅读协议的过程中，如果您不同意相关协议或其中任何条款约定，您应立即停止注册程序。'
				]
			}
		]
	}
	
}